Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Congressional Republicans, however, came out swinging against_the proposed plan to place some detainees in highly secure facilities inside_the United States. Most Americans don't want them in this country,_period, especially when we have a state-of-the-a
ar: إلا أن أعضاء مجلس الشيوخ الجمهوريين عارضوا خطة الرئيس أوباما المقترحة لوضع بعض المدانيين و المحجوزين بالمعتقل فآ أماكن ذات إجراءات أمنية عالية داخل حدود الولايات المتحدة الأمريكية. قد علق الممثل الجمهوري بمجلس الشيوخ عن ولاية ألاباما أنأغلب الأمريكان لا

source: No good purpose is served by allowing known_terrorists, who trained at terrorist training camps, to come to the U.S. to_live among us, said Rep. Lamar Smith, R-Texas.
ar: و كذلك فقد علق ممثل الحزب الجمهوري بمجلس الشيوخ عن تكساس، لامار سميث، أن لا توجد فائدة تجنى من إدخال مثل هؤلاء الإرهابيون و الذين تم تدريبهم بالمعسكرات الإرهابية إلى الولايات المتحدة الأمريكية لعيشوا بيننا.

source: Guantanamo has worked very well, Senate Minority_Leader Mitch McConnell, R-Ky., said after President Obama's speech. I'm_not sure this is broke and needs fixing.
ar: و قد أوضح زعيم الأقلية بمجلس الشيوخ كذلك، ميتش ماك كونيل، معلقاً على خطبة الرئيس أوباما أن لقد قام معسكر جوانتانامو بدوره على أكمل وجه. و لا أعتقد أن تلك المسألة قد حدث بها خطأ و تحتاج للإصلاح.

source: In response, Gates asserted that Mr. Obama has no_interest whatsoever in releasing publicly detainees who might come back to harm_Americans. He added that that we have many terrorists in United_States' prisons today, and decried fear-mongering about
ar: و في إجابته أوضح جيتس أن الرئيس الأمريكى أوباما ليس له أي مصلحة تذكر في إطلاق صراح المحتجزيين و المدانيين بجوانتانامو إلى العامة و الذين قد يعودوا إلى أذية الشعب الأمريكى مرةً أخرى. و كذلك فقد أكمل أن :لدينا العديد من الإرهابيين المحتجزين بالسجون الأمري

source: During his speech Thursday at the National Archives, President_Obama stressed that nobody has ever escaped from one of our federal Supermax_prisons, which hold hundreds of convicted terrorists.
ar: و خلال خطاب له يوم الخميس الماضي بمبنى الرشيف القومي، ركز الرئيس الأمريكي باراك أوياما على أن: لم يسبق أن هرب شخصٌ ما من سجوننا الفيدرالية فائقة الحراسة و التي تحتوي على المئات من المدانيين الإرهابيين بها.

source: President Obama may find support for his efforts from two_previous rivals: Republican Sens. John McCain of Arizona and Lindsey Graham of_South Carolina. Both have supported closing the prison. The idea that we_cannot find a place to securely house 250-pl
ar: و قد يجد الرئيس أوباما مدعمين له و لجهوده من إثنين من منافسيه القدامى: عضوي مجلس الشيوخ الجمهوريين، جون ماك كين عن ولاية أريزونا و ليندسي جراهام عن كارولينا الجنوبية. حيث دعم كلاً منهما فكرة غلق السجن. و قد أوضحت جراهام هذا الأسبوع أن فكرة أن عدم وجود م

source: But the debate over how to meet President Obama's January_deadline for closing the Guantanamo prison camp is unlikely to be settled in_the near future. Earlier this week, the Senate rejected an $80 million request_from the White House for funds to close t
ar: و لكن في نفس الوقت فإن فكرة جعل يناير الحد الأقصي المسموح به من قبل الرئيس الأمريكي باراك أوباما لإغلاق ذلك السجن لم تستقر حتى الآن و لا في المستقبل القريب. ففي وقت سابق هذا الأسبوع، رفض مجلس الشيوخ طلب تمويل بثمانيين مليون دولار من قبل البيت الأبيض بهدف

source: This virus is susceptible to two types of anti-viral treatments, which is a great thing to start with. This means that if the medicine is available and cases are diagnosed early on. We can minimise the fatalities.
ar: إن هذا الفيروس سريع التأثر بنوعين من العلاجات المضادة للفيروسات, و هو شيءعظيم للبدء فيه. إن هذا يعني أنه إذا كانت الأدوية متاحة و تم تشخيص الحالات في وقت مبكر. عندها يكون في وسعنا تقليص أعداد الوفيات.

source: Biden: Aid to Lebanon Depends on Elections
ar: بايدن: مساعدة لبنان تعتمد على نتائج الانتخابات.

source: By Sam F. Ghattas
ar: بقلم: سام اف. غطاس.

source: Saturday, May 23, 2009
ar: السبت, في الثالث و العشرين من شهر أيار,2009

source: BEIRUT, May 22 -- Vice President Biden said Friday that future U.S. aid to
ar: بيروت, الثاني و العشرين من شهر أيار- قال نائب الرئيس بايدن يوم الجمعة أن المساعدة الأمريكية المستقبلية ل

source: depends on the outcome of upcoming elections, a warning aimed at the Iranian-backed Shiite movement Hezbollah as it tries to oust the pro-Western faction that dominates the government here.
ar: تتوقف على نتائج الانتخابات المقبلة, و هو تحذير الي حزب الله الشيعي المدعوم من قبل إيران الذي يحاول خلع الطرف المؤيد للغرب الذي يسيطر على الحكومة هنا.

source: Confident its alliance will win, Hezbollah criticized Biden's visit as a U.S. attempt to influence the June 7 vote and held a mass rally to show its popular support.
ar: أما حزب الله, الواثق من أنه سيفوز, فقد انتقد زيارة بايدن و وصفها بأنها محاولة من الولايات المتحدة للتأثير في الانتخابات يوم السابع من شهر حزيران و حصد الإجماع الكبير على تأييدها الشعبي.

source: Biden is the highest-level U.S. official to visit Lebanon in more than 25 years, and the attention shows American concern that the vote could shift power firmly into the hands of Hezbollah. U.S. officials have said they will review aid to Lebanon dependin
ar: بايدن هو أعلى مسؤول أمريكي رفيع المستوى يزور لبنان منذ ما ينوف عن 25 عاما, حيث يظهر هذا الاهتمام القلق الأميركي من أن التصويت قد يحول السلطة لتصبح في أيدي حزب الله. و قد صرح المسؤولون الأمريكيون أن قرار تقديم المساعدة إلى لبنان سيعاد النظر فيه بناء على تش

source: The election of leaders committed to the rule of law and economic reform opens the door to lasting growth and prosperity, as it will here in Lebanon, Biden said, adding that the United States would evaluate its assistance programs based on the composit
ar: قال بايدن: إن انتخاب القادة الملتزمين بسيادة القانون والإصلاح الاقتصادي يفتح الباب على النمو و الازدهار الدائمين, كما سيحدث هنا في لبنان . كما اضاف أن الولايات المتحدة ستقوم بتقييم برامج المساعدة الخاصة بها بناء على تشكيل الحكومة الجديدة و السياسات

source: The United States considers Hezbollah a terrorist group, and Biden's one-day visit was clearly timed to bolster the Western-leaning faction led by Prime Minister Fouad Siniora ahead of the vote.
ar: هذا و تعتبر الولايات المتحدة أن حزب الله هو جماعة إرهابية, و زيارة بايدن التي استغرقت يوما واحدا جاء توقيتها بشكل واضح كتعزيز للفئة المؤيدة للغرب التي يتزعمها رئيس الوزراء فؤاد السنيورة قبل التصويت.

source: I assure you we stand with you to guarantee a sovereign, secure Lebanon, with strong institutions, Biden said after meeting with President Michel Suleiman.
ar: قال بايدن بعد لقائه الرئيس ميشال سليمان: أؤكد لكم أننا نقف معكم لضمان لبنان ذو سيادة و أمن, و مؤسسات قوية.

source: With the election about two weeks away, Lebanon is in the throes of an increasingly abrasive campaign that has split voters into two main camps. One, made up mainly of Sunni Muslims, favors close ties to the United States,
ar: مع اقتراب موعد الانتخابات بعد نحو أسبوعين, يمر لبنان في حملة قاسية بشكل متزايد, حيث انقسم فيها الناخبون إلى معسكرين رئيسيين. الأول يتألف بشكل رئيسي من المسلمين السنة, مؤيد للولايات المتحدة, و يمتلك علاقات وثيقة مع

source: and moderate Sunni Arab countries, while the other is dominated by Shiite Muslims and backed by U.S. foes
ar: و مع الدول العربية السنية المعتدلة, بينما يهيمن المسلمون الشيعة على الطرف الثاني و و يؤيدهم أعداء الولايات المتحدة و هما

source: and Syria.
ar: و سوريا.

source: Biden said the United States did not want to interfere in the elections, and he tried to steer clear of the political divisions by meeting with the neutral president, Siniora and parliament speaker Nabih Berri, who is allied with Hezbollah.
ar: قال بايدن أن الولايات المتحدة لا تريد التدخل في الانتخابات, و حاول تجنب الانقسامات السياسية عبر لقائه مع الرئيس المحايد, الرئيس السنيورة, و رئيس البرلمان نبيه بري المتحالف مع حزب الله.

source: But he signaled a tilt toward America's allies when he met behind closed doors with leaders of Siniora's faction at a private residence.
ar: إلا أنه أشار إلى ميله لحلفاء أميركا عندما التقى خلف الأبواب المغلقة مع زعماء حلف السنيورة في مسكن خاص.

source: A similar meeting between Secretary of State Condoleezza Rice during the month-long Hezbollah war with
ar: و كان هناك اجتماع مماثل بين كل من وزيرة الخارجية كوندوليزا رايس خلال حرب حزب الله التي استمرت شهرا طويلا مع

source: in 2006 was broadcast on TV and drew months of sharp condemnation from Hezbollah.
ar: في عام 2006 كان قد بث على التلفاز و استمر حزب الله في إدانته بشدة لمدة أشهر.

source: Iran
ar: في أيران

source: Vice President Biden is greeted by Prime Minister Fouad Siniora at Government House in Beirut.
ar: نائب الرئيس بايدن يستقبله رئيس الوزراء فؤاد السنيورة في السراي الحكومي في بيروت.

source: (By Hussein Malla -- Associated Press)
ar: ( التقطت الصورة من قبل حسين ملا / من الاسوشيتد برس)

source: Israeli tourist office withdraws ads after map complaints
ar: مكتب السياحة الإسرائيلي يسحب إعلاناته بعد تقديم شكاوى من الخرائط

source: Posters on London Underground made no distinction between Israel and occupied territories, sparking hundreds of complaints
ar: لم تميز الملصقات في مترو أنفاق لندن بين إسرائيل والأراضي المحتلة مما أثار مئات الشكاوى

source: The
ar: يقوم

source: Government Tourism Office is withdrawing a series of posters displayed in
ar: حالياً بسحب مجموعة من الملصقات المعروضة في محطات مترو

source: Underground stations featuring a map that treats the occupied territories as part of Israel, after the advertisements were referred to the
ar: تضم خريطة توضح أن الأراضي المحتلة جزءاً من إسرائيل وذلك بعد عرض هذه الإعلانات إلى

source: Advertising Standards Authority
ar: هيئة المعايير الإعلانية.

source: The yellow map makes no distinction between Israel and the Golan Heights, the West Bank and Gaza.
ar: ولا تميز الخرائط الصفراء بين إسرائيل ومرتفعات الجولان والضفة الغربية وقطاع غزة.

source: The Palestinian Solidarity Campaign and Jews for Justice for Palestinians both complained to the ASA as well as to CBS Outdoor, which is responsible for the poster sites, and Transport for London (TfL), which said it received more than 600 complaints.
ar: وقدمت كل من حملة التضامن الفلسطيني ويهود من أجل العدالة للفلسطينيين شكاوي إلى هيئة المعايير الإعلانية وكذلك إلى شركة سي بي إس المسئولة عن مواقع الملصقات وإلى هيئة النقل إلى لندن التي قالت أنها تلقت أكثر من 600 شكوى.

source: The poster, which had gone up on 108 sites and was due to go up on another 42 before it was pulled by IGTO, was part of the Think Israel campaign. Last year the ASA upheld a complaint about a magazine advertisement that was part of the same campaign becau
ar: وكان الملصق الذي وُضع في حوالي 108 موقعاً وكان من المقرر وضعه في 42 موقع آخر والذي سحبه مكتب حكومة إسرائيل للسياحة جزءاً من حملة فكر في إسرائيل، وفي العام الماضي رفعت هيئة المعايير الإعلانية شكوى بشأن إعلان في مجلة كان أيضاً جزءاً من نفس الحملة لأنه أشار

source: advertising
ar: ممارسة

source: practice] code.
ar: الدعاية).

source: An ASA spokesman said it had received 342 complaints about the London Underground posters and it was currently assessing whether there were grounds for an investigation. He said the fact that the posters were being withdrawn would be taken into considerat
ar: وقال متحدث باسم هيئة المعايير الإعلانية إنها تلقت 342 شكوى حول ملصقات مترو أنفاق لندن وأنها تقيم في الوقت الحالي إذا كان هناك أساساً لإجراء تحقيق، وقال إن سحب الملصقات سيتم أخذه في الاعتبار ولكنه لن يستبعد إجراء تحقيق.

source: A TfL spokesman said: The Israel Ministry of Tourism has requested the removal of an advert that they had placed at selected stations on the Tube network. Neither the Israeli embassy in London or IGTO responded to guardian.co.uk requests for a comment.
ar: وقال متحدث باسم هيئة النقل إلى لندن إن وزارة السياحة الإسرائيلية قد طلبت إزالة إعلان كانت قد وضعته في مراكز مختارة في شبكة الأنفاق. ولم ترد السفارة الإسرائيلية في لندن أو مكتب حكومة إسرائيل للسياحة على مجاولات الجارديان للحصول على تعليق.

source: Carole Regan, who is on the executive of the PSC, said: It's not just insensitive, it's quite provocative. We are quite angry about it.
ar: وقالت كارول ريجان مسئولة في حملة التضامن الفلسطيني إن الملصقات ليست غير حساسة فحسب، بل إنها استفزازية للغاية ونحن غاضبون جداً منها.

source: Dan Judelson, from JfJfP, said he thought the IGTO had been stupid to create such a poster so soon after the British airline BMI came under fire for omitting Israeli cities from electronic maps on flights from London to Tel Aviv. On that occasion, BMI b
ar: وقال دان جودلسون من يهود من أجل العدالة للفلسطينيين إنه يعتقد أن مكتب حكومة إسرائيل للسياحة كان غبياً لعمل مثل هذا الملصق بعد فترة قصيرة جداً من تعرض شركة الطيران البريطانية بي إم أي لانتقادات حادة لحذف المدن الإسرائيلية من الخرائط الإلكترونية على الرحل

source: It's absurd to behave in the same way [as BMI]. Maps are far from innocent tools, said Judelson.
ar: وقال جودلسون من الغريب أن تتصرف بنفس الطريقة (مثل بي إم أي)، فالخرائط أبعد ما تكون عن أدوات بريئة.

source: The Syrian embassy also complained to TfL and CBS Outdoor, as well as to the Mayor of London and the UK Foreign Office, over the inclusion of the Golan Heights, seized from Syria in the 1967 six-day war and unilaterally annexed by Israel in 1981.
ar: واشتكت أيضاً السفارة السورية إلى هيئة النقل إلى لندن وشركة سي بي إس وكذلك إلى عمدة لندن ومكتب وزارة الخارجية البريطانية بشأن إدراج هضبة الجولان التي استولت إسرائيل عليها من سوريا في حرب 1967 التي استغرقت ستة أيام ثم ضمتها إسرائيل في 1981 .

source: It's an outrageous falsification of the facts and a violation of international law, said embassy spokesman Jihad Makdissi. We have reminded everyone of the legal aspect as well as the moral aspect.
ar: وقال جهاد مقديسي متحدث باسم السفارة إنه تزوير فاضح للحقائق وانتهاك للقانون الدولي، وأضاف قائلاً علينا تذكير الجميع بالجانب القانوني وكذلك بالجانب الأخلاقي.

source: Egypt's Ayman Nour reports attack
ar: أيمن نور: مرشح الرئاسة المنافس للدورة الماضية يصرح بتعرضه للهجوم

source: The democracy activist says he suffered burns on his head when an assailant ignited a substance and a flame shot toward him.
ar: و قد علق الناشط السياسي الديمقراطى أنه عانى من الحروق برأسه عندما قام أحد المعتدين عليه بإشعال اللهيب برأسه من عبزة رش مشتعلة

source: May 24, 2009
ar: في الرابع و العشرين من شهر أيار, 2009

source: Cairo -- _A prominent Egyptian dissident said Saturday that he was attacked by a man on a motorcycle who ignited a flammable substance in his face, burning his head.
ar: القاهرة: صرح المرشح السابق لرئاسة الجمهورية في دورتها الماضية يوم السبت الماضي أنه سبق و تعرض للهجوم من قبل شخصٍ ما يقود دراجة بخارية و الذي قام باشعال مادة ملتهبة في وجهه مسببة حروق برأسه

source: Ayman Nour, one of the few liberal campaigners for democracy in Egypt, accused elements within President Hosni Mubarak's ruling party of being behind the attack Friday night.
ar: و يعد أيمن نور واحد من الداعيين المتحررين القلائل من أجل الديمقراطية بمصر، قد اتهم بعض العناصر داخل الحزب الحاكم للرئيس مبارك أو الحزب الوطني لكونهم هم المحرضين على الهجوم الذي تعرض له ليلة الجمعة.

source: Nour said he was leaving his house in Cairo when a young man on a motorcycle called his name. When he looked toward the biker, a flame shot toward him, he said.
ar: و قد علق نور موضحاً أنه كان مغادراً منزله بالقاهرة عندما قام شاب صغير يقود سيارة نارية بالنداء عليه و عندما توجه ايمن نور بوجهه نحوه قام الشاب باشعال لهيب ناري برأسه

source: Nour spent nearly four years in prison after challenging Mubarak in a 2005 election. He said after his release in February that he would continue his campaign for democracy.
ar: و قد قضى ايمن نور نحو أربعة أعوام بالسجن بعد تحديه للرئيس المصري محمد حسني مبارك في إنتخابات الرئاسة لعام 2005 م. و قد علق بعد إطلاق صراحه في فبراير أنه سيستمر في حملته من أجل الديمقراطية.

source: The attack came a day after Nour pledged to supporters that he would run again for president in 2011 if his party nominates him. Nour also recently petitioned Mubarak, 81, to remove restrictions on his political and civic rights and criticized a major rul
ar: و جاء ذلك الإعتداء بعد يوم من تعهد نور بأنه سيترشح مرةً أخرى للإنتخابات الرئاسية في دورتها القادمة عام 2011، و ذلك في حالة ترشيح حزبه له. كذلك فقد تقدم نور مؤخراً بالتماس للرئيس مبارك لإزالة القيود المفروضة على حقوقه السياسية و المدنية و انتقد لجنة الحزب

source: This is wrong. This is the wrong message, for the wrong reason at the wrong time, Nour said of the attack.
ar: أما بخصوص الإعتداء الذي وقع له، فقد علق نور أنه كان سلوكاً خاطئاً. حيث كانت رسالة خاطئة و مرتبطة بالسبب الخاطيء و في التوقيت الخاطيء.

source: It comes two weeks before President Obama visits Egypt.
ar: حيث جاء ذلك الإعتداء قبل زيارة أوباما المرتقبة لمصر بعد أسبوعين

source: The Obama administration has hinted it will not hinge its relationship with Egypt on human rights demands, upsetting some of the nation's activists.
ar: و قد علقت إدارة أوباما أن ذلك الإعتداء لن يعكر صفو العلاقة مع مصر حول مسألة المطالبة بحقوق الإنسان، و لكن ذلك أزعج بعض الناشطين في دول العالم المختلفة.

source: Joseph Domenech, chief veterinary office with the UN Food and Agriculture Officer in Rome, said the Egyptian order was a real mistake.
ar: جوزيف دومينيش, رئيس المكتب البيطري في مكتب الأمم المتحدة للأغذية و الزراعة في روما, قال أن الطلب المصري هو خطأ حقيقي .

source: this article
ar: هذه المقالة

source: that quotes a UN Food and Agriculture Officer regarding the killing of pigs:
ar: التي تقتبس عن مسؤول الغذاء و الزراعة في الأمم المتحدة بشأن موضوع قتل الخنازير:

source: There is no reason to do that. It’s not a swine influenza, it’s a human influenza,” he said.
ar: و أضاف قائلا: ليس هناك من سبب يدعو لفعل ذلك. إنها ليست انفلونزا خنازير, بل إنها انفلونزا بشرية .

source: I wonder if there will ever be an ethical committee in the Parliament one day to stop stupid decisions like that.
ar: إنني أتساءل إذا ما سيكون هناك في أحد الأيام لجنة أخلاقية في البرلمان تقوم بوقف اتخاذ القرارات الحمقاء مثل هذا القرار.

source: A pig is like a cat, rabbit or cow. And a decision like this, although popular, is unethical and violates the animal's rights. Not to mention, that
ar: إن الخنزير هو أشبه بالقطة, الأرنب, أو البقرة. و قرار كهذا, على الرغم من شعبيته, هو قرار غير أخلاقي و ينتهك حقوق الحيوان. ناهيك عن

source: lots of sectarian zeal is behind this.
ar: وجود الكثير من الحماس الطائفي وراء ذلك القرار.

source: I am not also sure that there is a standard procedure that will ensure that pigs die in a merciful way nor a procedure to deal with the tons of corpses that will result. Which in itself might spread other diseases.
ar: كما أنني لست متأكدا أيضا من أن هناك إجراءا موحدا سيكفل موت الخنازير بطريقة رحيمة, و لا إجراء للتعامل مع أطنان الجثث التي ستنتج عن تلك العملية. و التي بحد ذاتها يمكن أن تؤدي إلى انتشار أمراض أخرى.

source: The decisions to kill huge amounts of birds in south east Asia during the early outbreak of the birds flu was justified by the fact that the disease was spreading between birds, birds can fly and thus spread it quickly across the globe and the disease spr
ar: القرارات القاضية بقتل كميات كبيرة من الطيور في جنوب شرق أسيا في أوائل انتشار انفلونزا الطيور تم تبريره بحقيقة أن المرض ينتشر بين الطيور, فالطيور تستطيع أن تطير و بالتالي فهي تنشر الفيروس بسرعة عبر العالم كما أن المرض ينتقل من الطيور إلى البشر و ليس من الب

source: You are commenting as a
ar: سيكون تعليقك ك

source: Guest
ar: ضيف

source: . You may select one to log into:
ar: - ربما ترغب باختيار واحد للدخول إليه:

source: Add New Comment
ar: أضف تعليقا جديدا:

source: Latest Twitter update:
ar: تحديث تويتر الأخير:

source: Tensions reignited over Rafik Hariri assasination report
ar: اشتعال التوترات بسبب التقرير الخاص باغتيال رفيق الحريري

source: The German magazine Der Spiegel reported at the weekend that the international _tribunal established to find the killers of Rafik Hariri has uncovered _evidence that Hezbollah’s “special operational unit” was responsible for the _February 2005 truck bomb
ar: فقد ذكرت مجلة دير شبيغل الألمانية في تقريرها في نهاية الأسبوع أن المحكمة الدولية التي تم تكوينها للعثور على قتلة رفيق الحريري كشفت دليلا على أن وحدة عمليات خاصة تابعة لحزب الله كانت مسؤولة عن الاغتيال الذي تم عبر تفجير السيارة الشاحنة في شهر شباط 2005

source: A leaked report blaming Hezbollah for the assassination of a former Lebanese _prime minister has reignited tensions between Sunnis and Shias ahead of a _next month’s parliamentary elections.
ar: تقرير مسرب يضع مسؤولية اغتيال رئيس الوزراء اللبناني السابق على حزب الله أعاد إيقاد التوترات بين السنة والشيعة قبل الانتخابات البرلمانية الشهر القادم.

source: Quoting an unnamed source, it said that Lebanese investigators had identified _some 20 mobile phones used in the planning of the attack and traced them all _to Hezbollah militants. The magazine suggested that Hezbollah’s motive for _killing Mr Hariri lay
ar: و نقلا عن مصدر لم يصرح عن نفسه, فقد قال أن المحققين اللبنانيين تعرفوا على حوالي عشرين هاتفا خلويا تم استخدامهم في التخطيط للعملية و أنه عبر اقتفاء أثرهم تم التثبت من خاصيتهم لقوات حزب الله. كما اقترحت المجلة أن دافع حزب الله لقتل السيد الحريري يكمن في ارت

source: The leak appeared to be a calculated move to put Hezbollah on the defensive _just as it was hoping that its anticipated election victory would earn it _some respite from international and domestic pressure to dismantle its _military wing.
ar: هذا و يبدو أن تسرب الخبر كان تحركا محسوبا لوضع حزب الله في موقع الدفاع حيث كان يتمنى أن الفوز المتوقع الذي سيناله في الانتخابات سيكسبه بعض الارتياح من الضغط المحلي و العالمي من أجل تفكيك جناحه العسكري.

source: The Hezbollah-led opposition looked set to secure a narrow victory in the June _7 poll, allowing it to form the backbone of the next government.
ar: المعارضة التي يقودها حزب الله تبدو مؤمنة بتحقيق فوز صعب في انتخابات السابع من شهر حزيران, و هو الأمر الذي سيسمح لها بتشكيل العمود الفقري للحكومة المقبلة.

source: It could also inflame anti-Shia sentiment among Lebanese Sunnis who are still _smarting from their defeat at the hands of Hezbollah fighters in street _clashes in Beirut a year ago.
ar: كما يمكنها أيضا أن تلهب مشاعر المناوئين للشيعة بين اللبنانيين السنة الذين لا يزالون يداوون جراحهم من الهزيمة التي لحقت بهم على أيدي مقاتلي حزب الله في اشتباكات الشوارع التي حدثت في بيروت قبل عام.

source: Such an outcome would embolden Iran and Syria, which support the militant Shia _Hezbollah, and dismay the United States and so-called moderate Arab _countries, such as Saudi Arabia and Egypt which fret at Tehran’s rising _influence in the region.
ar: إن نتيجة كهذه ستشجع كلا من إيران و سوريا, اللتان تدعمان حزب الله الشيعي, و تفزع الولايات المتحدة و ما يسمى الدول العربية المعتدلة, مثل السعودية و مصر, التي اغتاظت من تزايد النفوذ الإيراني في المنطقة.

source: Syria has been widely regarded as the chief suspect in Mr Hariri’s murder, but _Der Spiegel said that while the United Nations-led investigation has not _cleared Damascus, Bashar al-Assad, the Syrian President, “is no longer in _the line of fire”.
ar: هذا و قد كانت سوريا تعتبر بشكل واسع المتهم الرئيسي في مقتل السيد الحريري, إلا أن دير شبيغل قال أن الأمم المتحدة التي كانت تقود التحقيقات بينت أن دمشق, و بشار الأسد, الرئيس السوري, لم يعد في خط النار بعد الأن .

source: Hezbollah described the allegations as “evil fabrications” aimed at _“influencing the election campaign” and demanded a retraction from the _tribunal.
ar: حزب الله كان قد وصف تلك المزاعم بأنها فبركات شريرة تهدف إلى التأثير على الحملة الانتخابية كما انه طالب بالتراجع عنها من قبل المحكمة.

source: Nawaf Mussawi, a Hezbollah electoral candidate, warned: “The campaign launched _by some parties against the resistance paves the way for the assassination _operation that Israel is preparing” against Sheikh Nasrallah.
ar: و قال نواف الموسوي, المرشح عن حزب الله في الانتخابات, محذرا: إن الحملة التي تقوم بها بعض الأطراف ضد المقاومة تمهد الطريق للقيام بعملية الاغتيال التي تحضر لها إسرائيل ضد الشيخ نصر الله.
